<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<style type="text/css">
body{
	width: 700px;
	position: absolute;
	left: 400px;
}
</style>
<script src="https://ajax.googleapis.com/ajax/libs/jquery/3.4.1/jquery.min.js"></script>
</head>
<script type="text/javascript" src="./js/jquery-3.4.1.js"></script>
<script type="text/javascript" src="./js/bootstrap.min.js"></script>
<link type="text/css" rel="stylesheet" href="./css/bootstrap-theme.min.css">
<link type="text/css" rel="stylesheet" href="./css/bootstrap.min.css">
<body>
 <input type="checkbox" id="agr01" title=""><label for="agr01">사랑하개 이용약관동의 (필수)</label>
	<div style="border:1px solid black;width:300px;height:300px;overflow:auto;">
                        <h3>사랑하개 이용약관</h3>
                        <h4>전자상거래 (인터넷사이버사랑하개)표준약관</h4>
                        <p style="font-weight: 700; font-size: 10px;">제1조(목적)</p><br>
                        <p>이 약관은 (주)우리우리프로젝트가 운영하는 "사랑하개" 사이버 사랑하개(이하 "사랑하개"이라 한다)에서 제공하는 인터넷 관련 서비스(이하 "서비스"라 한다)를 이용함에 있어 사이버사랑하개와 이용자의 권리 의무 및 책임사항을 규정함을 목적으로 합니다.</p>
                        <p>※「PC통신 등을 이용하는 전자거래에 대해서도 그 성질에 반하지 않는 한 이 약관을 준용합니다」 </p>
                        <br>
                        <br>
                        <p style="font-weight: 700;">제2조(정의) </p><br>
                        <p>① "사랑하개"이란 (주)사랑하개 회사가 재화 또는 용역을 이용자에게 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 재화 또는 용역을 거래할 수 있도록 설정한 가상의 영업장을 말하며, 아울러 사이버사랑하개을 운영하는 사업자의 의미로도 사용합니다.</p>
                        <p>② "이용자"란 "사랑하개"에 접속하여 이 약관에 따라 "사랑하개"이 제공하는 서비스를 받는 회원 및 비회원을 말합니다. </p>
                        <p>③ "회원"이라 함은 "사랑하개"에 개인정보를 제공하여 회원등록을 한 자로서, "사랑하개"의 정보를 지속적으로 제공받으며, "사랑하개"이 제공하는 서비스를 계속적으로 이용할 수 있는 자를 말합니다.</p>
                        <p>④ "비회원"이라 함은 회원에 가입하지 않고 "사랑하개"이 제공하는 서비스를 이용하는 자를 말합니다.</p>
                        <br>
                        <br>
                        <p style="font-weight: 700;">제3조 (약관의 명시와 개정)</p><br>
                        <p>
                            ① "사랑하개"은 이 약관의 내용와 상호 및 대표자 성명, 영업소 소재지주소, 사업자등록번호, 연락처(전화, 팩스, 전자우편 주소,통신판매업 신고번호, 개인정보관리책임자) 등을 이용자가 쉽게알 수 있도록 사랑하개 사이버사랑하개의 초기 서비스화면(전면)에 게시합니다.
                            다만 약관의 내용은 이용자가 연결화면을 통하여 볼 수 있도록 할수 있습니다.
                        </p><p>
                        </p><p>② "사랑하개"은 약관의규제에관한법률, 전자거래기본법, 전자서명법, 정보통신망이용촉진등에관한법률, 방문판매등에관한법률, 소비자보호법 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.</p>
                        <p>③ "사랑하개"이 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관와 함께 사랑하개의 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다.</p>
                        <p>④ "사랑하개"이 약관을 개정할 경우에는 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정 전의 약관조항이 그대로 적용됩니다. 다만 이미 계약을 체결한 이용자가 개정약관 조항의 적용을 받기를 원하는 뜻을 제3항에 의한 개정약관의 공지기간 내에 "사랑하개"에 송신하여 "사랑하개"의 동의를 받은 경우에는 개정약관 조항이 적용됩니다.</p>
                        <p>⑤ 이 약관에서 정하지 아니한 사항와 이 약관의 해석에 관하여는 정부가 제정한 전자거래소비자보호지침 및 관계법령 또는 상관례에 따릅니다.</p>
                        <br>
                        <br>
                        <p style="font-weight: 700;">제4조(서비스의 제공 및 변경)</p><br>
                        <p>① "사랑하개"은 다음와 같은 업무를 수행합니다.</p>
                        <p>1. 재화 또는 용역에 대한 정보 제공 및 구매계약의 체결</p>
                        <p>2. 구매계약이 체결된 재화 또는 용역의 배송</p>
                        <p>3. 기타 "사랑하개"이 정하는 업무</p>
                        <p>② "사랑하개"은 재화또는 용역의 품절 또는 기술적 사양의 변경 등의 경우에는 장차 체결되는 계약에 의해 제공할 재화•용역의 내용을 변경할 수 있습니다. 이 경우에는 변경된 재화•용역의 내용 및 제공일자를 명시하여 현재의 재화•용역의 내용을 게시한 곳에 그 제공일자 이전 7일부터 공지합니다.</p>
                        <p>③ "사랑하개"이 제공하기로 이용자와 계약을 체결한 서비스의 내용을 재화의 품절 또는 기술적 사양의 변경 등의 사유로 변경할 경우에는 "사랑하개"은 이로 인하여 이용자가 입은 손해를 배상합니다. 단, "사랑하개"에 고의 또는 와실이 없는 경우에는 그러하지 아니합니다.</p>
                        <br>
                        <br>
                        <p style="font-weight: 700;">제5조(서비스의 중단)</p><br>
                        <p>① "사랑하개"은 컴퓨터 등 정보통신설비의 보수점검•교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다.</p>
                        <p>② 제1항에 의한 서비스 중단의 경우에는 "사랑하개"은 제8조에 정한 방법으로 이용자에게 통지합니다. "사랑하개"은 제1항의 사유로 서비스의 제공이 일시적으로 중단됨으로 인하여 이용자 또는 제3자가 입은 손해에 대하여 배상합니다. 단, "사랑하개"에 고의 또는 와실이 없는 경우에는 그러하지 아니합니다.</p>
                        <br>
                        <br>
                        <p style="font-weight: 700;">제6조(회원가입)</p><br>
                        <p>① 이용자는 "사랑하개"이 정한 가입 양식에 따라 회원정보를 기입한 후 이 약관에 동의한다는 의사표시를 함으로서 회원가입을 신청합니다.</p>
                        <p>② "사랑하개"은 제1항와 같이 회원으로 가입할 것을 신청한 이용자 중 다음 각호에 해당하지 않는 한 회원으로 등록합니다.</p>
                        <p>1. 가입신청자가 이 약관 제7조 제3항에 의하여 이전에 회원자격을 상실한 적이 있는 경우. 다만, 제7조 제3항에 의한 회원자격 상실 후 3년이 경와한 자로서 "사랑하개"의 회원재가입 승낙을 얻은 경우에는 예외로 한다.</p>
                        <p>2. 등록 내용에 허위, 기재누락, 오기가 있는 경우</p>
                        <p>3. 기타 회원으로 등록하는 것이 "사랑하개"의 기술상 현저히 지장이 있다고 판단되는 경우</p>
                        <p>③ 회원가입계약의 성립시기는 "사랑하개"의 승낙이 회원에게 도달한 시점으로 합니다.</p>
                        <p>④ 회원은 제15조 제1항에 의한 등록사항에 변경이 있는 경우, 회원정보수정 및 기타 방법으로 "사랑하개"에 대하여 그 변경사항을 알려야 합니다.</p>
                        <br>
                        <br>
                        <p style="font-weight: 700;">제7조(회원 탈퇴 및 자격 상실 등)</p><br>
                        <p>① 회원은 "사랑하개"에 언제든지 탈퇴를 요청할 수 있으며 "사랑하개"은 즉시 회원탈퇴를 처리합니다.</p>
                        <p>② 회원이 다음 각호의 사유에 해당하는 경우, "사랑하개"은 회원자격을 제한 및 정지 또는 상실 시킬 수 있습니다.</p>
                        <p>1. 가입 신청시에 허위 내용을 등록한 경우 </p>
                        <p>2. "사랑하개"을 이용하여 구입한 재화•용역 등의 대금, 기타 "사랑하개" 이용에 관련하여 회원이 부담하는 채무를 기일에 이행하지 않는 경우 </p>
                        <p>3. 다른 사람의 "사랑하개" 이용을 방해하거나 그 정보를 도용하는 등 전자거래질서를 위협하는 경우 및 "사랑하개"의 자체 게시물 규정등을 위반하는 경우</p>
                        <p>4. "사랑하개"을 이용하여 법령와 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우</p>
                        <p>5. "사랑하개"내 게시물작성시 광고성 게시물, 사실무근의 게시물, 반복성/도배성 게시물 외 다른 이용자에게 불편을주는 일체의 게시물을 등록하는경우</p>
                        <p>6. "사랑하개" 와 "공정거래법"에서 규정하는 환불정책에 동의하지 않는 경우</p>
                        <p>7. 타인의 명예를 손상시키거나 불이익을 주는 경우</p>
                        <p>8. 서비스에 위해를 가하는 등 서비스의 건전한 이용을 저해하는 경우</p>
                        <p>9. 같은 사용자가 다른 아이디로 이중 등록을 한 경우</p>
                        <p>③ "사랑하개"이 해당하는 상황에 대하여 경고 후, 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 "사랑하개"은 회원자격을 상실시킬 수 있습니다.</p>
                        <p>④ "사랑하개"이 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. </p>
                        <br>
                        <br>
                        <p style="font-weight: 700;">제8조(회원에 대한 통지)</p><br>
                        <p>① "사랑하개"이 회원에 대한 통지를 하는 경우, 회원이 "사랑하개"에 제출한 전자우편 주소로 할 수 있습니다.</p>
                        <p>② "사랑하개"은 불특정다수 회원에 대한 통지의 경우 1주일 이상 "사랑하개" 게시판에 게시함으로서 개별 통지에 갈음할 수 있습니다.</p>
                        <br>
                        <br>
                        <p style="font-weight: 700;">제9조(구매신청)</p><br>
                        <p>"사랑하개" 이용자는 "사랑하개" 상에서 이하의 방법에 의하여 구매를 신청합니다.</p>
                        <p>1. 재화 또는 용역의 선택</p>
                        <p>2. 성명, 전자우편주소, 전화번호의 입력</p>
                        <p>3. 결제방법의 선택</p>
                        <p>4. 이 약관에 동의한다는 표시(예, 마우스 클릭)</p>
                        <br>
                        <br>
                        <p style="font-weight: 700;">제10조 (계약의 성립)</p><br>
                        <p>① "사랑하개"은 제9조와 같은 구매신청에 대하여 다음 각호에 해당하는 경우 승낙하지 않을 수 있습니다.</p>
                        <p>1. 신청 내용에 허위, 기재누락, 오기가 있는 경우</p>
                        <p>2. 미성년자가 담배, 주류 등 청소년보호법에서 금지하는 재화 및 용역을 구매하는 경우</p>
                        <p>3. 기타 구매신청에 승낙하는 것이 "사랑하개" 기술상 현저히 지장이 있다고 판단하는 경우</p>
                        <p>② "사랑하개"의 승낙이 제12조 제1항의 수신확인통지 형태로 이용자에게 도달한 시점에 계약이 성립한 것으로 봅니다.</p>
                        <br>
                        <br>
                        <p style="font-weight: 700;">제11조(지급방법)</p><br>
                        <p>"사랑하개"에서 구매한 재화 또는 용역에 대한 대금지급방법은 다음 각호의 하나로 할 수 있습니다.</p>
                        <p>1. 계좌이체</p>
                        <p>2. 신용카드결제</p>
                        <p>3. 온라인무통장입금</p>
                        <p>4. 전자화폐에 의한 결제</p>
                        <p>5. 기타 전자적 지급 방법에 의한 대금 지급 등</p>
                        <br>
                        <br>
                        <p style="font-weight: 700;">제12조(수신확인통지•구매신청 변경 및 취소)</p><br>
                        ① "사랑하개"은 이용자의 구매신청이 있는 경우 이용자에게 수신확인통지를 합니다.<br>
                        ② 수신확인통지를 받은 이용자는 의사표시의 불일치 등이 있는 경우에는 수신확인통지를 받은 후 즉시 구매신청 변경 및 취소를 요청할 수 있고 "사랑하개"은 배송 전 이용자의 구매신청 변경 및 취소 요청이 있는 때에는 지체없이 그 요청에 따라 처리합니다.<br>
                        <br>
                        <br>
                        <p style="font-weight: 700;">제13조(배송)</p><br>
                        "사랑하개"은 이용자가 구매한 재화에 대해 배송수단, 수단별 배송비용 부담자, 수단별 배송기간 등을 명시합니다. 만약 "사랑하개"의 고의•와실로 약정 배송기간을 초와한 경우에는 그로 인한 이용자의 손해를 배상합니다. 다만 “사랑하개”이 고의와실이 없음을 입증한 경우에는 그러하지 아니합니다.<br>
                        <br>
                        <br>
                        <p style="font-weight: 700;">제14조(환급, 반품 및 교환)</p><br>
                        ① "사랑하개"은 이용자가 구매신청한 재화 또는 용역이 품절 등의 사유로 재화의 인도 또는 용역의 제공을 할 수 없을 때에는 지체없이 그 사유를 이용자에게 통지하고, 사전에 재화 또는 용역의 대금을 받은 경우에는 대금을 받은 날부터 3일이내에, 그렇지 않은 경우에는 그 사유발생일로부터 3일 이내에 계약해제 및 환급절차를 취합니다.<br>
                        ② 다음 각호의 경우에는 "사랑하개"은 배송된 재화일지라도 재화를 반품받은 다음 영업일 이내에 이용자의 요구에 따라 즉시 환급, 반품 및 교환 조치를 합니다. 다만, 그 요구기한은 배송된 날로부터 20일 이내로 합니다.<br>
                        1. 배송된 재화가 주문내용와 상이하거나 "사랑하개"이 제공한 정보와 상이할 경우<br>
                        2. 배송된 재화가 파손, 손상되었거나 오염되었을 경우<br>
                        3. 재화가 광고에 표시된 배송기간보다 늦게 배송된 경우<br>
                        4. 방문판매등에관한법률 제18조에 의하여 광고에 표시하여야 할 사항을 표시하지 아니한 상태에서 이용자의 청약이 이루어진 경우<br>
                        <br>
                        <br>
                        <p style="font-weight: 700;">제15조(개인정보보호)</p>
                        <br>
                        ① "사랑하개"은 이용자의 정보수집시 구매계약 이행에 필요한 최소한의 정보를 수집합니다. 다음 사항을 필수사항으로 하며 그 외 사항은 선택사항으로 합니다.<br>
                        1. 성명<br>
                        2. 생일(회원의 경우)<br>
                        3. 주소<br>
                        4. 전화번호<br>
                        5. 희망ID(회원의 경우)<br>
                        6. 비밀번호(회원의 경우)<br>
                        ② "사랑하개"이 이용자의 개인식별이 가능한 개인정보를 수집하는 때에는 반드시 당해 이용자의 동의를 받습니다.<br>
                        ③ 제공된 개인정보는 당해 이용자의 동의없이 목적 외의 이용이나 제3자에게 제공할 수 없으며, 이에 대한 모든 책임은 "사랑하개"이 집니다. 다만, 다음의 경우에는 예외로 합니다.<br>
                        1. 배송 또는 사랑하개에서 구입된 재화 또는 용역을 제휴된 사업장에서 이용자가 이용하거나 업무상 배송업체에게 배송에 필요한 최소한의 이용자의 정보(성명, 주소, 전화번호)를 알려주는 경우<br>
                        2. 통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 식별할 수 없는 형태로 제공하는 경우<br>
                        ④ "사랑하개"이 제2항와 제3항에 의해 이용자의 동의를 받아야 하는 경우에는 개인정보관리 책임자의 신원(소속, 성명 및 전화번호 기타 연락처), 정보의 수집목적 및 이용목적, 제3자에 대한 정보제공 관련사항(제공받는 자, 제공목적 및 제공할 정보의 내용)등 정보통신망이용촉진등에관한법률 제16조 제3항이 규정한 사항을 미리 명시하거나 고지해야 하며 이용자는 언제든지 이 동의를 철회할 수 있습니다.<br>
                        ⑤ 이용자는 언제든지 "사랑하개"이 가지고 있는 자신의 개인정보에 대해 열람 및 오류정정을 요구할 수 있으며 "사랑하개"은 이에 대해 지체없이 필요한 조치를 취할 의무를 집니다. 이용자가 오류의 정정을 요구한 경우에는 "사랑하개"은 그 오류를 정정할 때까지 당해 개인정보를 이용하지 않습니다.<br>
                        ⑥ "사랑하개"은 개인정보 보호를 위하여 관리자를 한정하여 그 수를 최소화하며 신용카드, 은행계좌 등을 포함한 이용자의 개인정보의 분실, 도난, 유출, 변조 등으로 인한 이용자의 손해에 대하여 모든 책임을 집니다.<br>
                        ⑦ "사랑하개" 또는 그로부터 개인정보를 제공받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체없이 파기합니다.<br>
                        <br>
                        <br>
                        <p style="font-weight: 700;">제16조("사랑하개"의 의무)</p>
                        <br>
                        ① "사랑하개은 법령와 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라 지속적이고, 안정적으로 재화•용역을 제공하는 데 최선을 다하여야 합니다.<br>
                        ② "사랑하개"은 이용자가 안전하게 인터넷 서비스를 이용할 수 있도록 이용자의 개인정보(신용정보 포함)보호를 위한 보안 시스템을 갖추어야 합니다.<br>
                        ③ "사랑하개"이 상품이나 용역에 대하여 '표시•광고의공정화에관한법률' 제3조 소정의 부당한 표시•광고행위를 함으로써 이용자가 손해를 입은 때에는 이를 배상할 책임을 집니다.<br>
                        ④ "사랑하개"은 이용자가 원하지 않는 영리목적의 광고성 전자우편을 발송하지 않습니다.<br>
                        <br>
                        <br>
                        <p style="font-weight: 700;">제17조(회원의 ID 및 비밀번호에 대한 의무)</p><br>
                        ① 제15조의 경우를 제외한 ID와 비밀번호에 관한 관리책임은 회원에게 있습니다.<br>
                        ② 회원은 자신의 ID 및 비밀번호를 제3자에게 이용하게 해서는 안됩니다.<br>
                        ③ 회원이 자신의 ID 및 비밀번호를 도난당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 "사랑하개"에 통보하고 "사랑하개"의 안내가 있는 경우에는 그에 따라야 합니다.<br>
                        <br>
                        <br>
                        <p style="font-weight: 700;">제18조(이용자의 의무)</p><br>
                        이용자는 다음 행위를 하여서는 안됩니다.<br>
                        1. 신청 또는 변경시 허위내용의 등록<br>
                        2. 타인의 정보 도용<br>
                        3. "사랑하개"에 게시된 정보의 변경<br>
                        4. "사랑하개"이 정한 정보 이외의 정보(컴퓨터 프로그램 등)의 송신 또는 게시<br>
                        5. "사랑하개" 기타 제3자의 저작권 등 지적재산권에 대한 침해<br>
                        6. "사랑하개" 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위<br>
                        7. 외설 또는 폭력적인 메시지•화상•음성 기타 공서양속에 반하는 정보를 사랑하개에 공개 또는 게시하는 행위<br>
                        <br>
                        <br>
                        <p style="font-weight: 700;">제19조(연결 "사랑하개"와 피연결 "사랑하개" 간의 관계)</p><br>
                        ① 상위 "사랑하개"와 하위 "사랑하개"이 하이퍼 링크(예 : 하이퍼 링크의 대상에는 문자, 그림 및 동화상 등이 포함됨)방식 등으로 연결된 경우, 전자를 연결 "사랑하개"(웹 사이트)이라고 하고 후자를 피연결 "사랑하개"(웹 사이트)이라고 합니다.<br>
                        ② 연결 "사랑하개"은 피연결 "사랑하개"이 독자적으로 제공하는 재화•용역에 의하여 이용자와 행하는 거래에 대해서 보증책임을 지지 않는다는 뜻을 연결 "사랑하개"의 초기화면 또는 연결되는 시점의 사이트에서 명시한 경우에는 그 거래에 대한 보증책임을지지 않습니다.<br>
                        <br>
                        <br>
                        <p style="font-weight: 700;">제20조(저작권의 귀속 및 이용제한)</p>
                        <br>
                        ① "사랑하개"이 작성한 저작물에 대한 저작권 기타 지적재산권은 "사랑하개"에 귀속합니다.<br>
                        ② 이용자는 "사랑하개"을 이용함으로써 얻은 정보를 "사랑하개"의 사전 승낙없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다.<br>
                        <br>
                        <br>
                        <p style="font-weight: 700;">제21조(분쟁해결)</p><br>
                        ① "사랑하개"은 이용자가 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상처리하기 위하여 피해보상처리기구를 설치•운영합니다.<br>
                        ② "사랑하개"은 이용자로부터 제출되는 불만사항 및 의견은 우선적으로 그 사항을 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 즉시 통보해 드립니다.<br>
                        ③ "사랑하개"와 이용자간에 발생한 분쟁은 전자거래기본법 제28조 및 동 시행령 제15조에 의하여 설치된 전자거래분쟁조정위원회의 조정에 따를 수 있습니다.<br>
                        ④ "사랑하개" 은 제휴 업체의 광고를 대행하는 중간자의 입장으로 사실 확인이 필요한 이용후기 또는 게시물 에 대하여 일시적으로 비공개 처리를 할 수 있습니다.
                        다만, 이 경우 이용자에게 즉시 이 사실을 통보하며 48시간 내 해당 게시물의 사실여부를 판단하여 문제가 없을시 정상등록 처리 하여드립니다.<br>
                        <br>
                        <br>
                        <p style="font-weight: 700;"> 제22조(재판권 및 준거법)</p><br>
                        ① "사랑하개"와 이용자간에 발생한 전자거래 분쟁에 관한 소송은 민사소송법상의 관할법원에 제기합니다.<br>
                        ② "사랑하개"와 이용자간에 제기된 전자거래 소송에는 한국법을 적용합니다.
                    </div>
	</div>
	<br>
		 <input type="checkbox" id="agr02" title=""><label for="agr01">개인정보의 수집목적 및 이용 (필수)</label>
			<div style="border:1px solid black;width:300px;height:300px;overflow:auto;">
                    <div class="terms-scroll" id="scroll2">
		
                        <p>
                            ■사랑하개는 다음과 같은 목적을 위하여 고객님의 개인정보를 수집하고 있습니다.<br><br>
                            ■사랑하개는 관계법령에 의한 경우나 이용자인 정보주체의 사전동의를 얻은 경우를 제외하고는 수집한 개인정보를 상기 목적 이외의 용도로 활용하지 않겠습니다.
                        </p><br>

                        <h4>2. 개인정보 항목 및 수집방법</h4>
                        <p>
                            ■개인정보 항목
                        </p><p>
                            </p><ul>
                                <li>- 이름, 휴대폰번호, 메일주소</li>
                                <li>- 서비스 이용 및 혜택을 위함</li>
                            </ul>
                        <p>
                            ■수집방법
                        </p>
                        <ul>
                            <li>- 아래 "개인정보제공에 동의합니다."를 선택 하실 경우, 개인정보수집에 동의한 것으로 간주함</li>
                        </ul><br>

                        <h4>3. 개인정보의 보유 및 이용기간</h4>
                        <p>
                            고객의 개인정보는 서비스 이용계약 해지 또는 회원가입 해지시 파기됩니다.<br>
                            단, 상법 등 관련법령의 규정에 의하여 다음 같이 거래 관련 권리 의무 관계의 확인 등을 이유로 일정기간 보유하여야 할 필요가 있을 경우에는 일정기간 보유합니다.<br>
                            - 계약 또는 청약철회 등에 관한 기록 : 5년<br>
                            - 대금결제 및 재화등의 공급에 관한 기록 : 5년<br>
                            - 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년
                        </p>

                    </div>
</div>	
	<br>
<input type="button" class="btn btn-primary" value="동의" onclick="regiForm()"/>
<input type="button" class="btn btn-info" value="뒤로가기" onclick="javascript:history.back(-1)"/>

<script type="text/javascript">
var x = 0;
$(document).ready(function(){
  $("div").scroll(function(){
  });
});

function regiForm(){
    
    var usechk=document.getElementById("agr01").checked;
    var policychk=document.getElementById("agr02").checked;
    
    if(usechk == true && policychk == true){
		location.href="./regiForm.do"
    }else if(usechk == false || policychk == false){
    	alert("필수항목들을 체크해주세요.");
    }
}
</script>


</body>
</html>
